Repository: xfce-mirror/xfce4-power-manager
Catalog: po/*.po
Languages: ka, tt, ug, vi

source: Never
ka: არასოდეს
tt: Беркайчан
ug: ھەرگىز
vi: Không bao giờ

source: When the screensaver is activated
ka: როცა ეკრანის დამცველი გააქტიურებული
tt: Экран саклагычын кушканда
ug: ئېكران قوغدىغۇچ ئاكتىپلانغاندا
vi: Khi trình bảo vệ màn hình được kích hoạt

source: When the screensaver is deactivated
ka: როცა ეკრანის დამცველი გააქტიურებული არაა
tt: Экран саклагычын өзеп куйганда
ug: ئېكران قوغدىغۇچ ئاكتىپلانمىغاندا
vi: Khi trình bảo vệ màn hình bị vô hiệu hóa

source: Nothing
ka: არაფერი
tt: Берни дә
ug: ھېچنېمە
vi: Không có gì

source: Power Manager
ka: კვების მმართველი
tt: Туендыру менеджеры
ug: مەنبە باشقۇرغۇچ
vi: Trình quản lý nguồn

source: _Help
ka: დახმარება
tt: _Ярдәм
ug: ياردەم(_H)
vi: _Trợ giúp

source: _Screensaver Management
ug: ئېكران قوغدىغۇچ باشقۇرۇش(_S)

source: _Close
ka: დახურვა
tt: _Ябарга
ug: ياپ(_C)
vi: Đó_ng

source: When power button is pressed:
ka: როცა დააჭერენ ჩართვის ღილაკს:
tt: Кабызу төймәсенә басканда:
ug: توك مەنبە توپچىسى بېسىلغاندا:
vi: Khi nút nguồn được nhấn:

source: When sleep button is pressed:
ka: როცა დააჭერენ ძილის ღილაკს:
tt: Көтү режимы төймәсенә басканда:
ug: ئۇخلا توپچىسى بېسىلغاندا:
vi: Khi nút ngủ được nhấn:

source: When hibernate button is pressed:
ka: როცა დააჭერენ პროგრამული ძილის ღილაკს:
tt: Йокы режимы төймәсенә басканда:
ug: ئۈچەك توپچىسى بېسىلغاندا:
vi: Khi nút ngủ đông được nhấn:

source: When battery button is pressed:
ka: როცა დააჭერენ ელემენტის ღილაკს:
tt: Батарея төймәсенә басканда:
ug: توكدان توپچىسى بېسىلغاندا:
vi: Khi nhấn nút pin:

source: Exponential
ka: ექსპონენტური
tt: Экспоненциаль
ug: كۆرسەتكۈچلۈك
vi: Hàm mũ

source: Brightness step count:
ka: სიკაშკაშის ნაბიჯების რაოდენობა:
tt: Яктылык адымнары саны:
ug: يورۇقلۇق باسقۇچ سانى:
vi: Số bước Độ sáng:

source: Handle display brightness _keys
ka: ეკრანის სიკაშკაშის _ღილაკები
tt: Экран яктылыгы _төймәләрен эшкәртергә
ug: ئېكران يورۇقلۇقى كۇنۇپكىسىنى باشقۇرىدۇ(_K)
vi: _Xử lý các phím độ sáng màn hình

source: <b>Buttons</b>
ka: <b>ღილაკები</b>
tt: <b>Төймәләр</b>
ug: <b>توپچە</b>
vi: <b>Nút</b>

source: Status notifications
ka: სტატუსის გაფრთხილებები
tt: Статус искәртүләре
ug: ھالەت ئۇقتۇرۇشى
vi: thông báo trạng thái

source: <b>Appearance</b>
ka: გარეგნობა
tt: <b>Тышкы күренеш</b>
ug: <b>كۆرۈنۈش</b>
vi: <b>Giao diện</b>

source: General
ka: ზოგადი
tt: Гомуми
ug: ئادەتتىكى
vi: Chung

source: When inactive for
ka: როცა არააქტიურია
tt: Әлеге вакытта актив булмаганда
ug: ئاكتىپسىزلانغاندا
vi: Khi không hoạt động vì

source: System sleep mode:
ka: სისტემის ძილის რეჟიმი:
tt: Көтү режимы:
ug: سىستېما ئۇخلاش ھالىتى:
vi: Chế độ ngủ của Hệ thống:

source: <b>System power saving</b>
ka: <b>სისტემის ენერგიის დაზოგვა</b>
tt: <b>Система энергия сакланышы</b>
ug: <b>سىستېما توك تېجەش</b>
vi: <b>Tiết kiệm nguồn Hệ thống</b>

source: <b>Laptop Lid</b>
ka: <b>ნოუთბუქის სახურავი</b>
tt: <b>Ноутбук капкачы</b>
ug: <b>يان كومپيۇتېر قاپقىقى</b>
vi: <b>Nắp máy tính xách tay</b>

source: When laptop lid is closed:
ka: როცა ნოუთბუქის სახურავს დახურავთ:
tt: Ноутбук капкачын япканда:
ug: يان كومپيۇتېر يېپىلغاندا:
vi: Khi đóng nắp laptop:

source: Execute action if an external display is connected
ug: سىرتقى كۆرسەتكۈچ ئۇلانغاندا ئىجرا قىلىنىدىغان مەشغۇلات

source: <b>Power profile</b>
ug: <b>توك مەنبە سەپلىمە ھۆججەت</b>

source: On battery
ka: ელემენტზე
tt: Батареядан
ug: توكداندا
vi: Trên pin

source: Plugged in
ka: მიერთებულია
tt: Челтәргә тоташкан
ug: توك مەنبە ئۇلاندى
vi: Đã cắm vào

source: Critical battery power level:
ka: კრიტიკული ელემენტის მუხტის დონე:
tt: Батарея корылмасы критик дәрәҗәдә:
ug: توكدان توكى بەك تۆۋەن سەۋىيەدە:
vi: Mức nguồn pin quan trọng:

source: On critical battery power:
ka: ელემენტის მუხტის კრიტიკული დონისას:
tt: Батарея корылмасы критик халәттә булганда:
ug: توكدان توكى بەك تۆۋەن سەۋىيەگە يەتكەندە:
vi: Về nguồn pin quan trọng:

source: <b>Critical power</b>
ka: <b>კრიტიკული მუხტი</b>
tt: <b>Критик корылма</b>
ug: <b>توكى ئاز</b>
vi: <b>Sức mạnh quan trọng</b>

source: Lock screen when system is going to sleep
ka: ეკრანის ჩაკეტვა სისტემის დაძინებისას
tt: Көтү режимына күчкәндә экранны блокларга
ug: سىستېما ئۇخلىماقچى بولغاندا ئېكراننى قۇلۇپلايدۇ
vi: Khóa màn hình khi hệ thống chuyển sang chế độ ngủ

source: <b>Security</b>
ka: <b>უსაფრთხოება</b>
tt: <b>Иминлек</b>
ug: <b>بىخەتەرلىك</b>
vi: <b>Bảo mật</b>

source: System
ka: სისტემა
tt: Система
ug: سىستېما
vi: Hệ thống

source: <b>Display power management</b>
ka: <b>ეკრანის კვების მართვა</b>
tt: <b>Экран өчен туендыру көйләүләре</b>
ug: <b>توك مەنبە باشقۇرغۇچنى كۆرسىتىدۇ</b>
vi: <b>Màn hình quản lý nguồn</b>

source: Let the power manager handle display power management (DPMS) instead of the display server
ug: توك مەنبە باشقۇرغۇچ كۆرسەتكۈچنىڭ توك مەنبەسىنى باشقۇرۇش (DPMS) نى بىر تەرەپ قىلىدۇ، كۆرسەتكۈچ مۇلازىمىتى ئەمەس

source: Put to sleep after
ka: დაძინების დრო
tt: Бу вакыттан көтү режимына күчә
ug: ئۇخلاش ھالىتىگە كىرىدىغان ۋاقىت
vi: Đưa vào giấc ngủ sau

source: Switch off after
ka: გამორთვის დაყოვნება
tt: Бу вакыттан соң сүндерергә
ug: تاقاش ھالىتىگە كىرىدىغان ۋاقىت
vi: Tắt sau

source: On inactivity reduce to
ka: არააქტიურობისას შემცირება დონემდე
tt: Эшсез утырганда әлеге кыйммәткә кадәр киметергә
ug: بىكار ۋاقتىدا تۆۋەنلىتىلىدۇ
vi: Khi không hoạt động giảm xuống

source: Reduce after
ka: შემცირების დრო
tt: Бу вакыттан киметергә
ug: كېيىن تۆۋەنلىتىدۇ
vi: Giảm sau

source: <b>Brightness reduction</b>
ka: <b>სიკაშკაშის შემცირება</b>
tt: <b>Яктылыгын киметү</b>
ug: <b>يورۇقلۇقى تۆۋەنلەش</b>
vi: <b>Giảm Độ sáng</b>

source: Display
ka: ეკრანი
tt: Дисплей
ug: كۆرسەتكۈچ
vi: Màn hình

source: One minute
ka: ერთი წუთი
tt: Бер минут
ug: 1 مىنۇت
vi: 1 phút

source: minutes
ka: წუთი
tt: минут
ug: مىنۇت
vi: Phút

source: seconds
ka: წამი
tt: сек
ug: سېكۇنت
vi: Giây

source: Suspend
ka: შეჩერება
tt: Көтү режимы
ug: توڭلات
vi: Tạm dừng

source: Suspend operation not permitted
ka: დაძინების ოპერაცია დაშვებული არაა
tt: Көтү режимына күчү гамәле рөхсәт ителмәгән
ug: توڭلات مەشغۇلاتىنى ئىشلىتىشكە رۇخسەت قىلىنمىغان
vi: Chế độ tạm dừng không được cho phép

source: Suspend operation not supported
ka: დაძინების ოპერაცია მხარდაჭერილი არაა
tt: Көтү режимына күчү гамәле кулланылмый
ug: توڭلات مەشغۇلاتىنى ئىشلەتكىلى بولمايدۇ
vi: Chế độ tạm dừng không được hỗ trợ

source: Hibernate
ka: ჰიბერნაცია
tt: Йокы режимы
ug: ئۈچەككە
vi: Ngủ đông

source: Hibernate operation not permitted
ka: პროგრამული ძილის ოპერაცია დაშვებული არაა
tt: Йокы режимына күчү гамәле рөхсәт ителмәгән
ug: ئۈچەك مەشغۇلاتىنى ئىشلىتىشكە رۇخسەت قىلىنمىغان
vi: Chế độ ngủ đông không được cho phép

source: Hibernate operation not supported
ka: პროგრამული ძილის ოპერაცია მხარდაჭერილი არაა
tt: Йокы режимына күчү гамәле кулланылмый
ug: ئۈچەك مەشغۇلاتىنى ئىشلەتكىلى بولمايدۇ
vi: Chết độ ngủ đông không được hỗ trợ

source: Hybrid Sleep
ug: ئۈچەك ئۇيقۇ

source: Hybrid sleep operation not permitted
ug: ئۈچەك ئۇيقۇ مەشغۇلاتىغا يول قويۇلمىغان

source: Hybrid sleep operation not supported
ug: ئۈچەك ئۇيقۇ مەشغۇلاتىنى قوللىمايدۇ

source: Hibernate and suspend operations not supported
ka: პროგრამული და ჩვეულებრივი ძილი მხარდაჭერილი არაა
tt: Йокы һәм көтү режимнары кулланылмый
ug: ئۈچەك ۋە توڭلات مەشغۇلاتىنى قوللىمايدۇ
vi: Chế độ ngủ đông và tạm dừng không được hỗ trợ

source: Hibernate and suspend operations not permitted
ka: პროგრამული და ჩვეულებრივი ძილი დაშვებული არაა
tt: Йокы һәм көтү режимнары рөхсәт ителмәгән
ug: ئۈچەك ۋە توڭلات مەشغۇلاتىغا ئىجازەت بېرىلمىگەن
vi: Chế độ ngủ đông và tạm dừng không được cho phép

source: Do nothing
ka: არაფრის გაკეთება
tt: Берни дә эшләмәскә
ug: ھېچقانداق قىلما
vi: Không làm gì cả

source: Switch off display
ka: ეკრანის გამორთვა
tt: Экранны сүндерергә
ug: كۆزەتكۈچنى تاقا
vi: Tắt màn hình

source: Lock screen
ka: ეკრანის დაბლოკვა
tt: Экранны блокларга
ug: ئېكراننى قۇلۇپلا
vi: Khóa màn hình

source: Shutdown
ka: გამორთვა
tt: Компьютерны сүндерергә
ug: تاقا
vi: Tắt máy

source: Ask
ka: კითხვა
tt: Сорарга
ug: سورا
vi: Hỏi

source: Number of brightness steps available using keys
ka: ღილაკებით ხელმისაწვდომი სიკაშკაშის ნაბიჯების რაოდენობა
tt: Төймәләрне кулланганда мөмкин булган яктылык адымнары саны
ug: كۇنۇپكا ئارقىلىق يورۇقلۇق باسقۇچ سانىنى تەڭشىگىلى بولىدۇ
vi: Số bước độ sáng khả dụng khi sử dụng phím

source: When all the power sources of the computer reach this charge level
ka: როცა კომპიუტერის ყველა კვების წყარო მიაღწევს ამ მუხტის დონეს
tt: Компьютерның барлык туендыру чыганаклары корылмасы күрсәтелгән дәрәҗәгә җиткәч батарея корылмасы түбән дип санарга
ug: كومپيۇتېر توك مەنبەسىنىڭ توكلىنىش دەرىجىسى بۇ دەرىجىگە يەتكەندە
vi: Khi tất cả các nguồn nguồn của máy đạt đến mức sạc này

source: Notify
ug: ئۇقتۇرۇش

source: Make sure you set a sufficiently high value here, otherwise the system will trigger its own action before xfce4-power-manager, without being able to prevent it or know exactly when it will do so. The action triggered by the system in this case will be: %s.
ug: بۇ جايدا يېتەرلىك يۇقىرى قىممەتنى تەڭشىگەنلىكىڭىزگە كاپالەتلىك قىلىڭ ئۇنداق بولمىسا سىستېما xfce4 توك مەنبە باشقۇرغۇچتىن ئىلگىرى ئۆزىنىڭ مەشغۇلاتىنى قوزغىتىدۇ، ھەمدە ئۇنى توسالمايدۇ ياكى ئۇنىڭ قاچان بۇنداق قىلىدىغانلىقىنى بىلەلمەيدۇ. بۇ خىل ئەھۋالدا سىستېمىنىڭ قوزغىتىدىغان مەشغۇلاتى: %s.

source: Device
ka: მოწყობილობა
tt: Җайланмага
ug: ئۈسكۈنە
vi: Thiết bị

source: Type
ka: ტიპი
tt: Тип
ug: تۈرى
vi: Loại

source: PowerSupply
ka: კვების ბლოკი
tt: Энергия тапшыру
ug: مەنبە
vi: Nguồn cấp

source: True
ka: ჭეშმარიტი
tt: Әйе
ug: راست
vi: Đúng

source: False
ka: მცდარი
tt: Юк
ug: يالغان
vi: Sai

source: Model
ka: მოდელი
tt: Модель
ug: مودېلى
vi: Mẫu

source: Technology
ka: ტექნოლოგია
tt: Технология
ug: تېخنىكا
vi: Công nghệ

source: Current charge
ka: მიმდინარე მუხტი
tt: Хәзерге корылма дәрәҗәсе
ug: نۆۋەتتىكى توكلاش
vi: Phí hiện tại

source: Fully charged (design)
ka: სრულად დატენილი (დიზაინი)
tt: Тулысынча коырлган (номиналь)
ug: تولۇق توكلاندى (لايىھە)
vi: Sạc đầy (thiết kế)

source: Fully charged
ka: სრულად დატენილი
tt: Тулысынча корылган
ug: تولۇق توكلاندى
vi: Đã sạc đầy

source: Energy empty
ka: ენერგია ცარიელია
tt: Корылмасы юк
ug: قۇۋۋەت بوش
vi: Dung lượng trống

source: Energy rate
ka: ენერგიის სიჩქარე
tt: Корылу тизлеге
ug: قۇۋۋەت نىسبىتى
vi: Tỷ lệ năng lượng

source: Voltage
ka: Ვოლტაჟი
tt: Көчәнеш
ug: توك بېسىمى
vi: Điện áp

source: Vendor
ka: მომწოდებელი
tt: Җиештерүче
ug: تەمىنلىگۈچى
vi: Nhà phân phối

source: Serial
ka: სერიული
tt: Номер
ug: ئارقىمۇئارقا
vi: Số xê-ri

source: Check your power manager installation
ka: შეამოწმეთ თქვენი ენერგიის მმართველის დაყენება
tt: Туендыру менеджерының дөрес урнаштырылганын тикшерегез
ug: مەنبە باشقۇرغۇچ ئورنىتىلغانمۇ تەكشۈرۈڭ
vi: Kiểm quá trình cài đặt trình quản lý nguồn

source: Devices
ka: მოწყობილობები
tt: Җайланмалар
ug: ئۈسكۈنە
vi: Thiết bị

source: Settings manager socket
ka: პარამეტრების მმართველის სოკეტი
tt: Көйләүләр диспетчеры сокеты
ug: باشقۇرغۇچى ئوقۇر تەڭشىكى
vi: Socket trình quản lý Cài đặt

source: SOCKET ID
ka: სოკეტის აიდი
tt: Сокетның ID
ug: ئوقۇر كىملىكى

source: Display a specific device by UpDevice object path
ka: სპეციფიკური მოწყობილობის ჩვენება UpDevice ობიექტის ბილიკით
tt: UpDevice объекты юлында махсус җайланманы күрсәтергә
ug: UpDevice جىسىم يولى ئارقىلىق بەلگىلەنگەن ئۈسكۈنىنى كۆرسىتىدۇ
vi: Màn hình một thiết bị cụ thể theo đường dẫn đối tượng UpDevice

source: UpDevice object path
ka: UpDevice-ის ობიექტის ბილიკი
tt: UpDevice объектына кадәр юл
ug: UpDevice جىسىم يولى
vi: Đường dẫn đối tượng UpDevice

source: Enable debugging
ka: გამართვის კოდის ჩართვა
tt: Көйләүне рөхсәт итәргә
ug: سازلاشنى قوزغات
vi: Bật gỡ rối

source: Display version information
ka: ინფორმაცია ვერსიის შესახებ
tt: Версия турында мәгълүматны күрсәтергә
ug: نەشر ئۇچۇرىنى كۆرسەت
vi: Màn hình thông tin phiên bản

source: Cause xfce4-power-manager-settings to quit
ka: xfce4-power-manager-settings-ის დახურვა
tt: Xfce4-power-manager-settings көйләүләреннән чыгуга китерә
ug: xfce4-power-manager-settings نىڭ چېكىنىشىنى كەلتۈرۈپ چىقىرىدۇ
vi: Làm cho cài đặt xfce4-power-manager-manager thoát

source: Xfce Power Manager
ka: Xfce-ის ენერგიის მმართველი
tt: Xfce туендыру менеджеры
ug: Xfce توك مەنبە باشقۇرغۇچ
vi: Trình quản lý Nguồn của Xfce

source: Failed to connect to power manager
ka: ენერგიის მმართველთან მიერთება ჩავარდა
tt: Туендыру менеджерына тоташып булмады
ug: توك مەنبە باشقۇرغۇچقا باغلىنالمىدى
vi: Không thể kết nối với trình quản lý nguồn

source: Failed to load power manager configuration
ug: توك مەنبە باشقۇرغۇچ سەپلىمىسىنى يۈكلىيەلمىدى

source: Xfce4 Power Manager is not running, do you want to launch it now?
ka: Xfce4-ის ენერგიის მმართველი გაშვებული არაა. გავუშვა ის ახლა?
tt: Xfce туендыру менеджеры кабызылмаган, аны хәзер кабызырга телисезме?
ug: Xfce4 توك مەنبە باشقۇرغۇچ ئىجرا قىلىنمايۋاتىدۇ. ئۇنى قوزغىتامسىز؟
vi: Trình quản lý Nguồn Xfce4 không chạy, bạn có muốn khởi chạy nó ngay bây giờ?

source: This is %s version %s, running on Xfce %s.
ka: ეს არის %s, ვერსია %s, გაშვებულია Xfce %s-ზე.
tt: Бу - %s (%s версиянең), ул Xfce %s базасында эшли.
ug: Xfce ‏‎%3$s‎‏ دا %1$s نىڭ %2$s نەشرى ئىجرا بولۇۋاتىدۇ.
vi: Đây là %s phiên bản %s, chạy trên Xfce %s.

source: Built with GTK+ %d.%d.%d, linked with GTK+ %d.%d.%d.
ka: აგებულია GTK+ %d.%d.%d-ით, დაკავშირებულია GTK+ %d.%d.%d-ით.
tt: GTK+ %d.%d.%d белән җыелган, компоновка GTK+ %d.%d.%d белән ясалган.
ug: tk+ %d.%d.%d دا ھاسىللانغان، Gtk+ %d.%d.%d بىلەن ئۇلانغان.
vi: Biên dịch với GTK+ %d.%d.%d, liên kết với GTK+ %d.%d.%d.

source: Settings for the Xfce Power Manager
ka: პარამეტრები Xfce-ის ენერგიის მმართველისთვის
tt: Xfce туендыру менеджеры көйләүләре
ug: مەنبە باشقۇرغۇچ تەڭشەكلىرى
vi: Cài đặt cho Trình quản lý Nguồn Xfce

source: settings;preferences;buttons;sleep;hibernate;battery;suspend;shutdown;brightness;laptop lid;lock screen;plugged in;saving;critical;
ka: settings;preferences;buttons;sleep;hibernate;battery;suspend;shutdown;brightness;laptop lid;lock screen;plugged in;saving;critical;გამორთვა;ძილი;დაბლოკვა;ელემენტი;მორგება;კრიტიკულიდონე;
tt: көйләүләр;төймәләр;көтү режимы;йокы режимы;батарея;эшне тәмамлау;яктылык;ноутбук капкачы;тоташкан;саклау;корылма;электр туену;
ug: settings;preferences;buttons;sleep;hibernate;battery;suspend;shutdown;brightness;laptop lid;lock screen;plugged in;saving;critical;تەڭشەك؛مايىللىق؛توپچە؛ئۇخلات؛ئۈچەك؛توكدان؛توڭلات؛تاقا؛يورۇقلۇقى؛يان كومپيۇتېر قاپقىقى؛قۇلۇپ ئېكران؛چېتىلدى؛ساقلاش؛جىددىي؛
vi: cài đặt;tùy chỉnh;nút;ngủ;ngủ đông;pin;tạm dừng;tắt máy;độ sáng;nắp máy tính xách tay;màn hình khóa;đã cắm;tiết kiệm;quan trọng;

source: translator-credits
ka: ინფორმაცია მთარგმნელზე
tt: Rail Gataullin <xat@belem.ru>, 2024
ug: غەيرەت ت.كەنجى <gheyret@gmail.com> ئابدۇقادىر ئابلىز <sahranbay@gmail.com>
vi: Giới thiệu-Người dịch

source: Battery
ka: კვების ელემენტი
tt: Батарея
ug: توكدان
vi: Pin

source: Uninterruptible Power Supply
ka: შეუფერხებელი კვების წყარო
tt: Өзлексез туендыру чыганагы
ug: ئۈزۈلمەس توك مەنبەسى
vi: Nguồn Nguồn liên tục

source: Line power
ka: ხაზის სიმძლავრე
tt: Электр челтәре
ug: سىملىق توك مەنبە
vi: Đường nguồn

source: Mouse
ka: თაგვი
tt: Тычкан
ug: چاشقىنەك
vi: Chuột

source: Keyboard
ka: კლავიატურა
tt: Клавиатура
ug: ھەرپتاختا
vi: Bàn phím

source: Monitor
ka: მონიტორი
tt: Монитор
ug: كۆزەتكۈچ
vi: Màn hình

source: Phone
ka: ტელეფონი
tt: Телефон
ug: تېلېفون
vi: Điện thoại

source: Tablet
ka: ტაბლეტი
tt: Планшет
ug: سەزگۈر تاختا
vi: Máy tính bảng

source: Computer
ka: კომპიუტერი
tt: Компьютер
ug: كومپيۇتېر
vi: Máy vi tính

source: Unknown
ka: უცნობი
tt: Билгесез
ug: يوچۇن
vi: Không xác định

source: Lithium ion
ka: ლითიუმ იონი
tt: Литий-ион
ug: لىتىي ئىئون
vi: Ion liti

source: Lithium polymer
ka: ლითიუმ-პოლიმერი
tt: Литий-полимер
ug: لىتىي پولىمىر
vi: Liti polyme

source: Lithium iron phosphate
ka: ლითიუმ-რკინის ფოსფატი
tt: Литий-тимер фосфаты
ug: لىتىي تۆمۈر فوسفات
vi: Liti sắt photphat

source: Lead acid
ka: ტყვია-მჟავა
tt: Кислота-селтеле
ug: قوغۇشۇن كىسلاتاسى
vi: Axit chì

source: Nickel cadmium
ka: ნიკელ კადმიუმი
tt: Никель-кадмий
ug: نىكىل كادمىي
vi: Niken cadimi

source: Nickel metal hydride
ka: ნიკელის ლითონის ჰიდრიდი
tt: Никель-металлгидрид
ug: نىكىل مېتال ھىدرىد
vi: Hyđrua kim loại niken

source: Unknown time
ka: უცნობი დრო
tt: Вакыт билгесез
ug: نامەلۇم ۋاقىت
vi: Không rõ thời gian

source: %i minute
ka: %i წუთი
ug: %i مىنۇت
vi: %i phút

source: %i hour
ka: %i საათი
ug: %i سائەت
vi: %i giờ

source: hour
ka: საათი
ug: سائەت
vi: giờ

source: minute
ka: წუთი
ug: مىنۇت
vi: phút

source: <b>%s %s</b> Fully charged - %s remaining
ka: <b>%s %s</b> სრულად დატენილი - %s დარჩენილი
tt: <b>%s %s</b> Тулысынча корылганга кадәр - %s калды
ug: <b>%s %s</b> لىق توكلاندى - %s قالدى
vi: <b>%s %s</b> Đã sạc đầy - còn lại %s

source: <b>%s %s</b> Fully charged
ka: <b>%s %s</b> სრულად დატენილი
tt: <b>%s %s</b> Тулысынча корылган
ug: <b>%s %s</b> لىق توكلاندى
vi: <b>%s %s</b> Đã sạc đầy

source: <b>%s %s</b> %0.0f%% - %s until full
ka: <b>%s %s</b> %0.0f%% - %s დარჩენილი სრულად დატენვამდე
tt: <b>%s %s</b> %0.0f%% - тәмамланганчы %s
ug: <b>%s %s</b> %0.0f%% - %s لىق توكلىنىدۇ
vi: <b>%s %s</b> %0.0f%% - %s cho đến khi đầy

source: <b>%s %s</b> %0.0f%% - %s remaining
ka: <b>%s %s</b> %0.0f%% - %s დარჩენილი
tt: <b>%s %s</b> %0.0f%% - %s калган
ug: <b>%s %s</b> %0.0f%% - %s قالدى
vi: <b>%s %s</b> %0.0f%% - %s còn lại

source: <b>%s %s</b> Waiting to charge (%0.0f%%)
ka: <b>%s %s</b> ველოდები დამუხტვას (%0.0f%%)
tt: <b>%s %s</b> Корылганны көтә (%0.0f%%)
ug: <b>%s %s</b> توكلاشنى كۈتۈۋاتىدۇ (%0.0f%%)
vi: <b>%s %s</b> Đang chờ sạc (%0.0f%%)

source: <b>%s %s</b> Waiting to discharge (%0.0f%%)
ka: <b>%s %s</b> ველოდები განმუხტვას (%0.0f%%)
tt: <b>%s %s</b> Корылма беткәнне көтә (%0.0f%%)
ug: <b>%s %s</b> توك مەنبەسىنى ئۈزۈشنى كۈتۈۋاتىدۇ (%0.0f%%)
vi: <b>%s %s</b> Đang chờ xả (%0.0f%%)

source: <b>%s %s</b> is empty
ka: <b>%s %s</b> ცარიელია
tt: <b>%s %s</b> корылма аз калган
ug: <b>%s %s</b> بوش
vi: <b>%s %s</b> trống rỗng

source: <b>%s %s</b> Current charge: %0.0f%%
ka: <b>%s %s</b> მიმდინარე მუხტი: %0.0f%%
tt: <b>%s %s</b> Корылма: %0.0f%%
ug: <b>%s %s</b> نۆۋەتتىكى توكى: %0.0f%%
vi: <b>%s %s</b> Khoản phí hiện tại: %0.0f%%

source: Not plugged in
ka: მიერთებული არაა
tt: Челтәрдән өзелгән
ug: توك مەنبە ئۇلانمىدى
vi: Chưa cắm điện

source: <b>%s %s</b> Unknown state
ka: <b>%s %s</b> უცნობი მდგომარეობა
tt: <b>%s %s</b> Билгесез халәт
ug: <b>%s %s</b> يوچۇن ھالەت
vi: <b>%s %s</b> Trạng thái không xác định

source: An application is currently disabling the automatic sleep. Doing this action now may damage the working state of this application. Are you sure you want to hibernate the system?
ka: ამჟამად აპლიკაცია თიშავს ავტომატურ ძილს. ამ ქმედების ახლა შესრულებამ, შეიძლება, ამ აპლიკაციის მუშა მდგომარეობა დააზიანოს. მართლა გნებავთ სისტემის პროგრამულად დაძინება?
tt: Эшләп торган кушымталарның берсе энергия куллануны киметү режимына автомат рәвештә күчүне блоклый, йокы яки көтү режимына мәҗбүри күчү бу кушымтаның эшен бозуга китерергә мөмкин. Сез чыннан да дәвам итәргә телисезме?
ug: بىر پىروگرامما نۆۋەتتە ئۆزلۈكىدىن ئۇخلاشنى چەكلەۋاتىدۇ. بۇ مەشغۇلاتنى ئىجرا قىلىش مەزكۇر پىروگراممىنىڭ خىزمەت ھالىتىگە زىيان يەتكۈزۈشى مۇمكىن. راستتىنلا سىستېمىنى ئۈچەككە كىرگۈزەمسىز؟
vi: Một ứng dụng hiện đang vô hiệu hóa chế độ ngủ tự động. Thực hiện hành động này bây giờ có thể làm hỏng trạng thái hoạt động của ứng dụng này. Bạn có chắc chắn muốn hệ thống ngủ đông không?

source: None of the screen lock tools ran successfully, the screen will not be locked. Do you still want to continue to suspend the system?
ka: ეკრანის დაბლოკვის პროგრამები ყველა ჩავარდა. ეკრანი არ დაიბლოკება. მაინც გნებავთ სისტემის დაძინების გაგრძელება?
tt: Экранны блоклау коралларының берсен дә эшләтеп җибәреп булмады, экран блокланмаячак. Барыбер системаны көтү режимына күчерергәме?
ug: ھېچبىر ئېكران قۇلۇپ پىروگراممىسى مۇۋەپپەقىيەتلىك ئىجرا قىلىنمىدى، ئېكران قۇلۇپلانمايدۇ. يەنىلا سىستېمىنى توڭلىتىشنى داۋاملاشتۇرامسىز؟
vi: Không có có có công cụ khóa màn hình nào chạy thành công, màn hình sẽ Không có có bị khóa. Bạn vẫn muốn tiếp tục tạm dừng hệ thống?

source: Hibernate the system
ka: სისტემის ჩაყვინთვა
tt: Системаны йокы режимына күчерергә
ug: سىستېمىنى ئۈچەككە كىرگۈز
vi: Ngủ đông hệ thống

source: Suspend the system
ka: სისტემის შეჩერება
tt: Көтү режимына күчү
ug: سىستېمىنى توڭلات
vi: Tạm dừng hệ thống

source: Hybrid sleep the system
ug: سىستېمىنى ئۈچەك ئۇيغۇغا كىرگۈز

source: Shutdown the system
ka: სისტემის გამორთვა
tt: Системаны ябарга
ug: سىستېمىنى تاقاش
vi: Tắt hệ thống

source: System is running on low power. Save your work to avoid losing data
ka: სისტემის მუხტი ცოტაღაა. შეინახეთ, რასაც აკეთებთ, რომ თავიდან აიცილოთ მონაცემების კარგვა
tt: Батареягызның корылмасы беткән диярлек. Мәгълүматны югалтмау өчен эшегезне саклагыз
ug: توك مەنبەسى تۆۋەنلەپ كەتتى. سانلىق-مەلۇماتلارنىڭ يوقىلىپ كەتمەسلىكى ئۈچۈن دەرھال ساقلاڭ
vi: Hệ thống đang chạy trên mức nguồn thấp. Lưu công việc của bạn để tránh mất mát dữ liệu

source: Cancel
ug: ۋاز كەچ

source: System is running on low power
ka: სისტემის ენერგია ცოტაღაა
tt: Система корылмасы аз булган батареядан эшли
ug: توك مەنبەسى تۆۋەنلەپ كەتتى
vi: Máy đang chạy trên mức nguồn thấp

source: Your %s charge level is low Estimated time left %s
ka: თქვენი %s-ის მუხტის დონე ამჟამად დაბალია დაახლ დარჩენილი დრო: %s
tt: Устройство (%s) почти разряжено Җайланма корылмасы аз калган: %s
ug: %s نىڭ توكلاش دەرىجىسى قالغان ۋاقىت %s
vi: Dung lượng pin thấp %s Thời gian còn lại là %s

source: Permission denied
ka: წვდომა აკრძალულია
tt: Керү тыелган
ug: ئىجازەت رەت قىلىندى
vi: Không có quyền thao tác

source: Hibernate not supported
ug: ئۈچەكنى قوللىمايدۇ

source: Suspend not supported
ka: ძილი მხარდაჭერილი არაა
tt: Көтү режимы кулланылмый
ug: توڭلاتنى قوللىمايدۇ
vi: Tạm dừng không được hỗ trợ

source: Hybrid sleep not supported
ug: ئۈچەك ئۇيقۇنى قوللىمايدۇ

source: Brightness: %.0f percent
ka: სიკაშკაშე: %.0f პროცენტი
tt: Яктылык: %.0f %%
ug: يورۇقلۇقى: %.0f پىرسەنت
vi: Độ sáng: %.0f percent

source: Your %s is fully charged
ka: თქვენი %s სრულად დატენილია
tt: Җайланмагыз корылмасы тулысынча беткән (%s)
ug: ھازىر %s تولدى
vi: Đã sạc đầy %s

source: Your %s is charging
ka: თქვენი %s იტენება
tt: Сезнең җайланма корыла (%s)
ug: ھازىر %s توكلىنىۋاتىدۇ
vi: Đang sạc %s

source: %s (%i%%) %s until fully charged
ka: %s (%i%%) %s სრულად დამუხტვამდე
tt: %s (%i%%) тылысынча корылганга кадәр %s
ug: %s (%i%%) %s لىق توكلىنىدۇ
vi: %s (%i%%) %s cho đến khi sạc đầy

source: Your %s is discharging
ka: თქვენი %s იცლება
tt: Җайланмагыз корылмасы кими бара (%s)
ug: سىزنىڭ %s ڭىز توكسىراۋاتىدۇ
vi: Đang dùng %s

source: System is running on %s power
ka: სისტემა მუშაობს %s-ის ენერგიაზე
tt: Система бу вакыттан бирле эшли: %s
ug: سىستېما ھازىر %s دا ئىشلەۋاتىدۇ
vi: Hệ thống đang chạy bằng %s

source: %s (%i%%) Estimated time left is %s
ka: %s (%i%%) დაახლ. დარჩენილი დროა %s
tt: %s (%i%%) Якынча калган вакыт: %s
ug: %s (%i%%) مۆلچەرلەنگەن ۋاقىت %s
vi: %s (%i%%) Thời gian dự kiến còn lại là %s

source: Your %s is empty
ka: თქვენი %s ცარიელია
tt: Җайланма корылмасы юк диярлек (%s)
ug: %s بوش
vi: %s đang trống

source: Keyboard Brightness: %.0f percent
ka: კლავიატურის სიკასკაშე: %.0f პროცენტი
tt: Клавиатура яктылыгы: %.0f %%
ug: ھەرپتاختا يورۇقلۇقى: %.0f پىرسەنت
vi: Độ sáng bàn phím: %.0f phần trăm

source: With policykit support
ka: Policykit-ის მხარდაჭერით
tt: Policykit кулланылышлы
ug: PolicyKit قوللايدۇ
vi: Với hỗ trợ policykit

source: Without policykit support
ka: Policykit-ის მხარდაჭერის გარეშე
tt: Policykit кулланылышсыз
ug: PolicyKit قوللىمايدۇ
vi: Không hỗ trợ policy kit

source: Can suspend
ka: შეუძლია ძილი
tt: Көтү режимы мөмкин
ug: توڭلىتالايدۇ
vi: Có thể tạm dừng

source: Can hibernate
ka: შეუძლია პროგრამული ძილი
tt: Йокы режимы мөмкин
ug: ئۈچەككە كىرگۈزەلەيدۇ
vi: Có thể ngủ đông

source: Can hybrid sleep
ug: ئۈچەك ئۇيقۇغا كىرگۈزەلەيدۇ

source: Authorized to suspend
ka: ავტორიზებულია ძილისთვის
tt: Көтү режимына күчү рөхсәт ителгән
ug: توڭلىتالايدۇ
vi: Đã xác nhận để tạm dừng
