Repository: xfce-mirror/xfce4-power-manager
Catalog: po/*.po
Languages: ka, tt, ug, vi

source: Authorized to hibernate
ka: ავტორიზებულია პროგრამული ძილისთვის
tt: Йокы режимына күчү рөхсәт ителгән
ug: ئۈچەككە كىرگۈزەلەيدۇ
vi: Đã xác nhận để ngủ đông

source: Authorized to hybrid sleep
ug: ئۈچەك ئۇيقۇغا ئىجازەت بېرىلگەن

source: Authorized to shutdown
ka: ავტორიზებულია გასათიშად
tt: Эшне тәмамлау рөхсәт ителгән
ug: تاقاشقا ئىجازەت بېرىلگەن
vi: Đã xác nhận để tắt máy

source: Has battery
ka: აქვს ელემენტი
tt: Батарея бар
ug: توكدان بار
vi: Kèm pin

source: Has brightness panel
ka: აქვს სიკაშკაშის პანელი
tt: Яктылык регуляторы бар
ug: يورۇقلۇق كۆزنەكچە بار
vi: Có khung điều chỉnh độ sáng

source: Has power button
ka: აქვს ჩართვის ღილაკი
tt: Өзеп кую төймәсе бар
ug: مەنبە توپچىسى بار
vi: Có nút nguồn

source: Has hibernate button
ka: აქვს პროგრამული ძილის ღილაკი
tt: Йокы режимына күчү төймәсе бар
ug: ئۈچەك توپچىسى بار
vi: Có nút ngủ đông

source: Has sleep button
ka: აქვს ძილის ღილაკი
tt: Көтү режимы төймәсе бар
ug: ئۇخلات توپچىسى بار
vi: Có nút đi ngủ

source: Has battery button
ka: აქვს ელემენტის ღილაკი
tt: Батарея төймәсе бар
ug: توكدان توپچىسى بار
vi: Có nút pin

source: Has LID
ka: აქვს სახურავი
tt: Капкач бар
ug: قاپقاق بار
vi: Có nắp

source: Daemonize
ka: ფონზე გაშვება
tt: Хезмәт буларак эшләтергә
ug: نازارەتچى
vi: Daemon hóa

source: Dump all information
ka: ყველა ინფორმაციის გამოტანა
tt: Барлык мәгълүмат
ug: ھەممە ئۇچۇرنى كۆرسەت
vi: Loại bỏ mọi thông tin

source: Restart the running instance of Xfce power manager
ka: Xfce-ის ენერგიის მმართველის გაშვებული ასლის თავიდან გაშვება
tt: Xfce туендыру менеджерын кабат йөкләргә
ug: ئىجرا بولۇۋاتقان Xfce نىڭ ئۈلگىسىنى قايتا باشلايدۇ
vi: Khởi động lại trình quản lý nguồn Xfce

source: Show the configuration dialog
ka: მორგების ფანჯრის ჩვენება
tt: Программа көйләүләре диалогын күрсәтергә
ug: سەپلىمە سۆزلەشكۈسىنى كۆرسىتىدۇ
vi: Hiện hộp thoại cấu hình

source: Quit any running xfce power manager
ka: გასვლა გაშვებული xfce-ის ენერგიის მმართველიდან
tt: Xfce туендыру менеджеры эшен тәмамлау
ug: ئىجرا بولۇۋاتقان xfce مەنبە باشقۇرغۇچنى ئاخىرلاشتۇر
vi: Thoát bất cứ trình quản lý nguồn xfce nào đang chạy

source: Version information
ka: ვერსიის შესახებ ინფორმაცია
tt: Версия турында мәгълүмат
ug: نەشر ئۇچۇرى
vi: thông tin phiên bản

source: Failed to parse arguments: %s
ka: არგუმენტების გაანალიზება ვერ მოხერხდა: %s
tt: Аргументларны ачыклап булмады: %s
ug: پارامېتىرلارنى يېشىش مەغلۇپ بولدى: %s
vi: Không thể phân tích cú pháp các đối số: %s

source: Unable to get connection to the message bus session
ka: შეტყობინებების მატარებლის სესიასთან მიერთება შეუძლებელია
tt: DBus система коммуникация шинасы белән тоташу мөмкин түгел
ug: ئۇچۇر باش ئەڭگىمەسى بىلەن باغلىنالمىدى
vi: Không thể kết nối với phiên bus tin nhắn

source: Xfce power manager is not running
ka: Xfce-ის ენერგიის მმართველი გაშვებული არაა
tt: Xfce туендыру менеджеры кабызылмаган
ug: Xfce مەنبە باشقۇرغۇچ ئىجرا قىلىنمىغان
vi: Trình quản lý nguồn Xfce không chạy

source: Another power manager is already running
ka: უკვე გაშვებულია სხვა ენერგიის მმართველი
tt: Икенче туендыру менеджеры эшли инде
ug: باشقا مەنبە باشقۇرغۇچ ئىجرا بۆلۈۋېتىپتۇ
vi: Trình quản lý nguồn khác đang chạy

source: Xfce power manager is already running
ka: Xfce-ის ენერგიის მმართველი უკვე გაშვებულია
tt: Xfce туендыру менеджеры кабызылган
ug: Xfce مەنبە باشقۇرغۇچ ئىجرا بۆلۈۋېتىپتۇ
vi: Trình quản lý nguồn Xfce đang chạy

source: Invalid arguments
ka: არგუმენტები არასწორია
tt: Хаталы аргументлар
ug: ئۆزگەرگۈچى ئىناۋەتسىز
vi: Cấu trúc không phù hợp

source: Invalid cookie
ka: არასწორი ქუქი
tt: Хаталы мәгълүмат
ug: ساقلانما ئىناۋەتسىز
vi: Cookie không phù hợp

source: None of the screen lock tools ran successfully, the screen will not be locked.
ka: ეკრანის დაბლოკვის პროგრამები ყველა ჩავარდა. ეკრანი არ დაიბლოკება.
tt: Экранны блоклау коралларының берсен дә эшләтеп җибәреп булмады, экран блокланмаячак.
ug: ھېچبىر ئېكران قۇلۇپ پىروگراممىسى مۇۋەپپەقىيەتلىك ئىجرا قىلىنمىدى، ئېكران قۇلۇپلانمايدۇ.
vi: Không có công cụ khóa màn hình nào chạy thành công, màn hình sẽ Không có bị khóa.

source: Power management for the Xfce desktop
ka: ენერგიის მართვა Xfce სამუშაო მაგიდისთვის
tt: Xfce эш өстәле мохите өчен туендыру белән идарә итү
ug: Xfce ئۈستەلئۈستىنىڭ توك مەنبە باشقۇرغۇچ پىروگراممىسى
vi: Quản lý Nguồn cho môi trường Xfce

source: Modify the laptop display brightness
ug: يان كومپيۇتېرنىڭ كۆرسەتكۈچ يورۇقلۇقىنى ئۆزگەرتىدۇ

source: Authentication is required to modify the laptop display brightness
ug: يان كومپيۇتېرنىڭ كۆرسەتكۈچ يورۇقلۇقىنى ئۆزگەرتىش ئۈچۈن كىملىك دەلىللەش زۆرۈر

source: Suspend or hibernate the system
ug: سىستېمىنى توڭلىتىدۇ ياكى ئۈچەككە كىرگۈزىدۇ

source: Authentication is required to place the system in suspend or hibernate mode
ug: سىستېمىنى توڭلىتىش ياكى ئۈچەك ھالىتىگە كىرگۈزۈش ئۈچۈن كىملىك دەلىللەش زۆرۈر

source: Display battery levels for attached devices
ka: ელემენტის დონეების ჩვენება მიერთებული მოწყობიობებისთვის
tt: Тоташтырылган җайланмалар өчен батарея дәрәҗәсен күрсәтергә
ug: چېتىلغان ئۈسكۈنىنىڭ توكدان دەرىجىسىنى كۆرسىتىدۇ
vi: Màn hình mức pin cho thiết bị kèm theo

source: %s is currently inhibiting power management
ka: %s ამჟამად თიშავს ენერგიის მართვას
tt: %s туендыру белән идарә итүне контрольдә тота
ug: %s توك مەنبە باشقۇرۇشنى چەكلەۋاتىدۇ
vi: %s hiện đang hạn chế quản lý nguồn

source: <b>Display brightness</b>
ka: <b>ეკრანის სიკაშკაშე</b>
tt: <b>Экран яктылыгы</b>
ug: <b>كۆرسەتكۈچ يورۇقلۇقى</b>
vi: <b>độ sáng Màn hình</b>

source: Presentation _mode
ka: პრეზენტაციის რეჟი_მი
tt: _Презентация режимы
ug: كۆرسەتمە ھالىتى(_M)
vi: _Chế độ trình bày

source: _Settings...
ka: _მორგება...
tt: _Көйләүләр...
ug: تەڭشەك(_S)…
vi: _Cài đặt...

source: None
ka: არცერთი
tt: Юк
ug: يوق
vi: Không có

source: Percentage
ka: პროცენტი
tt: Процент
ug: پىرسەنت
vi: Tỷ lệ phần trăm

source: Remaining time
ka: დარჩენილი დრო
tt: Калган вакыт
ug: قالغان ۋاقىت
vi: Thời gian còn lại

source: Percentage and remaining time
ka: პროცენტულობა და დარჩენილი დრო
tt: Процент һәм калган вакыт
ug: پىرسەنت ۋە قالغان ۋاقىت
vi: Tỷ lệ phần trăm và thời gian còn lại

source: Power Manager Plugin Settings
ka: ენერგიის მმართველის დამატების მროგება
tt: Туендыру менеджеры модуле көйләүләре
ug: توك مەنبە باشقۇرۇش قىستۇرما تەڭشىكى
vi: Cài đặt Plugin Trình quản lý Nguồn

source: Show label:
ka: ჭდის ჩვენება:
tt: Тамганы күрсәтергә:
ug: بەلگە كۆرسەت:
vi: Hiển thị nhãn:

source: Show 'Presentation mode' indicator:
ka: 'პრეზენტაციის რეჟიმის' მაჩვენებლის ჩვენება:
tt: «Презентация режимы» пиктограммасын күрсәтергә:
ug: «كۆرسەتمە ھالىتى» كۆرسەتكۈچىنى كۆرسىتىدۇ:
vi: Hiển thị chỉ báo 'Chế độ trình bày':

source: Power Manager Plugin
ka: კვების მმართველის დამატება
tt: Туендыру менеджеры модуле
ug: توك مەنبە باشقۇرۇش قىستۇرمىسى
vi: Trình quản lý Nguồn

source: Display the battery levels of your devices and control the brightness of your display
ka: თქვენი მოწყობილობების ელემენტის მუხტის დონისა და ეკრანის სიკაშკაშის კონტროლის ჩვენება
tt: Җайланмаларыгызны корылу дәрәҗәсен күрсәтә һәм экран яктылыгын көйли
ug: ئۈسكۈنىنىڭ توكدان دەرىجىسىنى كۆرسىتىدۇ ۋە كۆرسەتكۈچنىڭ يورۇقلۇقىنى تىزگىنلەيدۇ
vi: màn hình mức pin của thiết bị và kiểm soát độ sáng của màn hình

source: Xfce power manager
ug: ‫Xfce توك مەنبە باشقۇرغۇچ

source: Manage and reduce power consumption of computer and devices
ug: كومپيۇتېر ۋە ئۈسكۈنىنىڭ توك سەرپىياتىنى باشقۇرىدۇ ۋە ئازايتىدۇ

source: Xfce power manager manages the power sources on the computer and the devices that can be controlled to reduce their power consumption (such as LCD brightness level, monitor sleep, CPU frequency scaling).
ka: Xfce-ის ენერგიის მმართველი მართავს ენერგიის წყაროებს კომპიუტერისთვის და მოწყობილობებისთვის, რომლებიც შეგიძლიათ მართოთ ისე, რომ მათი ენერგიის ხარჯი შეამციროთ (მაგ: LCD ეკრანის სიკაშკაშე, ძილი, CPU-ის სიხშირის მართვა და ა.შ.).
tt: Xfce туендыру менеджеры, энергия куллануны киметү өчен, мондый мөмкинлеге булган компьютер һәм җайланмаларның туену чыганаклары белән идарә итә (мәсәлән, экран яртыртылышы яктылыгы, мониторның көтү режимы, процессор ешлыгын үзгәртү).
ug: توك مەنبە باشقۇرغۇچ كومپيۇتېرنىڭ توك مەنبەسى ۋە ئېنېرگىيە تېجىگىلى ۋە باشقۇرغىلى بولىدىغان ئۈسكۈنە (مەسىلەن، سۇيۇق كىرىستال كۆرسەتكۈچ يەنى LCD نىڭ يورۇقلۇق دەرىجىسى، كۆزەتكۈچنى ئۇخلىتىش، CPU چاستوتى قاتارلىق) نى باشقۇرىدۇ.
vi: Trình quản lý nguồn Xfce quản lý các nguồn nguồn trên máy tính và thiết bị có thể được điều khiển để giảm mức tiêu thụ nguồn năng của chúng (chẳng hạn như mức độ sáng LCD, chế độ ngủ của màn hình, thang đo tần số CPU).

source: In addition, Xfce power manager provides a set of freedesktop-compliant DBus interfaces to inform other applications about current power level so that they can adjust their power consumption, and it provides the inhibit interface which allows applications to prevent automatic sleep actions via the power manager; as an example, the operating system’s package manager should make use of this interface while it is performing update operations.
ka: დამატებით, Xfce-ის ენერგიის მმართველი მოგაწოდებთ freedesktop-თან თავსებად DBus-ის ინტერფეისს, რომ უთხრათ აპლიკაციებს მიმდინარე ენერგიის დონის შესახებ, რომ მათ თავიანთი ენერგიის ხარჯვა მართონ და ასევე აქვს ინტერფეისი, რომელიც აპლიკაციებს საშუალებას აძლევს გამორთონ ავტომატური ძილი ან გამორთვა. მაგალითად, ეს ინტერფეისი უნდა გამოიყენოს პაკეტების მმართველმა, როცა ის სისტემის განახლებითაა დაკავებული.
tt: Өстәмә рәвештә, Xfce туендыру менеджеры, үзләренең энергия куллануын үзгәртә алсынга хәзерге корылу дәрәҗәсе турында башка кушымталарга хәбәр итү өчен, freedesktop белән ярашлы DBus интерфейслар җыелмасын тәкъдим итә. Шулай ук, кушымталарга туендыру менеджерында көтү режимы өчен автоматик гамәлләрне тыярга мөмкинлек бирә торган интерфейс та бар, мәсәлән, операцион система пакетлары менеджеры яңарту буенча гамәлләр башкарганда әлеге интерфейсны кулланырга тиеш.
ug: ئۇنىڭدىن باشقا، Xfce توك مەنبە باشقۇرغۇچ بىر يۈرۈش freedesktop.org نىڭ ئۆلچىمىدىكى DBus ئارايۈزى تەمىنلىگەن بولۇپ، باشقا پىروگراممىلارغا نۆۋەتتىكى توك دەرىجىسىنى ئۇقتۇرۇپ، توك ئىشلىتىش مىقدارىنى تەڭشەش شۇنداقلا توك مەنبە باشقۇرغۇچنىڭ ئۇخلاش ھالىتىگە كىرىشنىڭ ئالدىنى ئېلىش ئارايۈزى بىلەن تەمىنلەيدۇ؛ مەسىلەن، مەشغۇلات سىستېمىسىدىكى يۇمشاق دېتال يېڭىلاشنى باشقۇرغۇچ مەزكۇر ئارايۈزنى ئىشلىتىپ يېڭىلاش مەشغۇلاتىنىڭ ئوڭۇشلۇق تاماملىنىشىغا كاپالەتلىك قىلىدۇ.
vi: Ngoài ra, trình quản lý nguồn Xfce còn cung cấp một bộ giao diện DBus tương thích với freedesktop để thông báo cho các ứng dụng khác giới thiệu mức nguồn hiện tại để chúng có thể điều chỉnh mức tiêu thụ nguồn năng của mình và nó cung cấp giao diện ức chế cho phép các ứng dụng ngăn chặn các hành động ngủ tự động thông qua trình quản lý nguồn; ví dụ: trình quản lý gói của hệ điều hành nên sử dụng giao diện này trong khi thực hiện các hoạt động cập nhật.

source: Xfce power manager also provides a plugin for the Xfce and LXDE panels to control LCD brightness levels and to monitor battery and device charge levels.
ka: Xfce-ის ენერგიის მმართველი ასევე მოგაწოდებთ დამატებას Xfce და LXDE პანელებისთვის, რომ მართოთ LCD-ის სიკაშკაშე და უყუროთ ელემენტისა და მოწყობილობების მუხტის დონეებს.
tt: Xfce туендыру менеджеры шулай ук сыек кристаллы дисплейларның яктылыгын көйләү, батарея һәм җайланмаларның корылу дәрәҗәсен контрольдә тоту өчен Xfce һәм LXDE панельләре модулен тәкъдим итә.
ug: Xfce توك مەنبە باشقۇرغۇچ يەنە Xfce ۋە LXDE كۆزنەكچە ئۈچۈن بىر قىستۇرما تەمىنلىگەن بولۇپ، سۇيۇق كىرىستال كۆرسەتكۈچ يەنى LCD نىڭ يورۇقلۇق دەرىجىسى ۋە باشقا ئۈسكۈنىدىكى توكداننى كۆزىتىش ۋە توكلىنىش دەرىجىسىنى باشقۇرۇشقا ئىشلىتىلىدۇ.
vi: Trình quản lý nguồn Xfce cũng cung cấp một plugin cho bảng Xfce và LXDE để kiểm soát mức độ sáng của màn hình LCD cũng như theo dõi mức sạc pin và thiết bị.

source: Screenshot of the Xfce Power Manager User Interface
ug: Xfce توك مەنبە باشقۇرغۇچنىڭ ئىشلەتكۈچى ئارايۈزىنىڭ ئېكران كەسمىسى

source: System tray icon
ka: სისტემური პანელის ხატულა
vi: Biểu tượng khay Hệ thống

source: Let the power manager handle display power management (DPMS) instead of X11.
vi: Hãy để trình quản lý nguồn xử lý việc quản lý nguồn màn hình (DPMS) thay vì X11.

source: Blank after
ka: დაცარიელების დრო
vi: Trống sau

source: Automatically lock the session:
ka: სესიის ავტომატური ჩაკეტვა:
vi: Tự động khóa phiên:

source: Delay locking after screensaver for
ka: ჩაკეტვის დაყოვნება ეკრანის შემნახველის შემდეგ დროით
vi: Trì hoãn việc khóa sau trình bảo vệ màn hình cho

source: <b>Light Locker</b>
vi: <b>Tủ khóa nhẹ</b>

source: Security
ka: უსაფრთხოება
tt: Иминлек
vi: Bảo mật

source: One hour
ka: ერთი საათი
vi: 1 giờ

source: one minute
ka: ერთი წუთი
vi: 1 phút

source: hours
ka: საათი
vi: Giờ

source: Wh
ka: ვ/ს
tt: Втсәг
vi: Cái gì

source: Failed to load power manager configuration, using defaults
vi: Thất bại khi nạp cấu hình cho trình quản lý nguồn, sử dụng mặc định

source: _Cancel
ka: გაუქმება
tt: _Баш тарту
vi: _Huỷ bỏ

source: With network manager support
ka: ქსელის მართვის მხარდაჭერით
vi: Với hỗ trợ quản lý mạng

source: Without network manager support
ka: ქსელის მართვის მხარდაჭერის გარეშე
vi: Không hỗ trợ quản lý mạng

source: Type '%s --help' for usage.
ka: აკრიფეთ "%s --help" გამოყენებისთვის.
tt: Куллану турында мәгълүматны алу өчен «%s --help» дип языгыз.
vi: Gõ "%s --help" để xem cách dùng

source: This development release mostly fixes bugs and introduces better support for icon-themes by reducing the device icons and using standard names for them. It also features updated translations. The panel plugin has been renamed to Power Manager Plugin.
vi: Bản phát hành phát triển này chủ yếu sửa các lỗi và hỗ trợ tốt hơn cho các chủ đề biểu tượng bằng cách giảm các biểu tượng thiết bị và sử dụng tên tiêu chuẩn cho chúng. Nó cũng có các bản dịch cập nhật. Plugin bảng điều khiển điều khiển điều khiển đã được đổi tên thành Plugin Power Manager.

source: This development release fixes bugs with suspend and hibernate. It also improves the panel-plugin, incorporating the functionality of the (now dropped) brightness panel-plugin. A new popup notification was added to account for keyboard brightness changes and the Power Manager now also controls the X11 blank times.
vi: Bản phát hành phát triển này sửa các lỗi tạm dừng và ngủ đông. Nó cũng cải thiện plugin bảng điều khiển điều khiển điều khiển điều khiển điều khiển, kết hợp chức năng của plugin bảng điều khiển điều khiển điều khiển điều khiển điều khiển độ sáng (hiện đã bị loại bỏ). Một thông báo bật lên mới đã được thêm vào để thay đổi độ sáng bàn phím và Trình quản lý Nguồn hiện cũng kiểm soát thời gian trống của X11.

source: This development release introduces a lot of new features, among them suspending/hibernation without systemd and UPower>=0.99. It allows for individual control of systemd-inhibition, a new panel plugin to monitor battery and device charge levels replaces the trayicon. The settings dialog has been completely restructured for better oversight and many open bugs have been fixed and translations have been updated.
vi: Bản phát hành phát triển này giới thiệu nhiều tính năng mới, trong đó có tính năng tạm dừng/ngủ đông không có systemd và UPower>=0,99. Nó cho phép kiểm soát riêng khả năng ức chế systemd, một plugin bảng điều khiển điều khiển điều khiển mới để theo dõi mức pin và mức sạc thiết bị thay thế biểu tượng khay. Hộp thoại cài đặt đã được cơ cấu lại hoàn toàn để giám sát tốt hơn và nhiều lỗi mở đã được sửa và bản dịch đã được cập nhật.

source: This stable release fixes compilation problems, a memory leak and a few other minor bugs. Furthermore it provides updated translations.
vi: Bản phát hành ổn định này khắc phục các sự cố biên dịch, rò rỉ bộ nhớ và một số lỗi nhỏ khác. Hơn nữa nó cung cấp các bản dịch cập nhật.

source: W
ka: ვტ
tt: Вт

source: V
tt: В
